
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Grupos de trabajo para %@";
"MCX_NO_WORKGROUPS_FOR" = "No hay grupos de trabajo para %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "No se ha podido crear la cuenta móvil.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Se ha producido un problema al crear su cuenta móvil.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Se ha producido un problema al acceder a su volumen de cuenta móvil.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Se ha producido un problema al crear su registro de cuenta móvil.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Se ha producido un problema al crear o intentar acceder a “%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Se ha producido un problema al crear una carpeta de inicio FileVault.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Su carpeta de inicio FileVault no puede crearse porque ya existe una carpeta con el mismo nombre.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "No puede continuar porque ya ha iniciado una sesión en otro ordenador.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "No puede iniciar una sesión en más de un ordenador a la vez. Póngase en contacto con el administrador del sistema o inténtelo más tarde.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "No está autorizado para iniciar una sesión en este momento.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Sus ajustes actuales no le permiten iniciar una sesión. Póngase en contacto con el administrador del sistema.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "No está autorizado para iniciar una sesión en este momento.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Los usuarios locales no están autorizados para iniciar una sesión. Póngase en contacto con el administrador del sistema.";

